[
	{
		"teamName": "Mercedes",
		"teamFullName": "Mercedes-AMG Petronas Formula One Team",
		"teamPrincipal": "Toto Wolff",
		"driver1": "Lewis Hamilton",
		"driver2": "Valtteri Bottas",
        "driverTitle1": "6 (2008, 2014, 2015, 2017, 2018, 2019)",
        "driverTitle2": "0",
        "driverCountry1": "Reino Unido",
        "driverCountry2": "Finlandia",
        "worldTitle": 8,
		"totalWorldTitle": "8 (1954, 1955, 2014, 2015, 2016, 2017, 2018, 2019)",
		"summary": "A Mercedes-Benz Grand Prix Limited, competindo como Mercedes-AMG Petronas Formula One Team, é uma equipe alemã de automobilismo com sede em Brackley, Northamptonshire. A Mercedes se tornou uma das equipes mais bem sucedidas da história da Fórmula 1, tendo conquistado consecutivos campeonatos de pilotos e construtores entre 2014 e 2019. Em 2014, a Mercedes conseguiu onze dobradinhas batendo o recorde de dez da McLaren em 1988, no ano seguinte, conquistou os dois primeiros lugares no pódio em doze corridas. A Mercedes também acumulou dezesseis vitórias nas temporadas de 2014 e de 2015, quebrando os recordes da McLaren (1988) e da Ferrari (2002, 2004) com quinze. Em 2016, eles aumentaram esse recorde para dezenove vitórias. Além de sua equipe de fábrica, a Mercedes atualmente fornece motores para a Racing Point Force India e a Williams. Como fornecedora de motores, a fabricante conquistou mais de 160 vitórias e está classificada em quarto lugar na história da Fórmula 1. Seis Campeonatos de Construtores e dez de Pilotos foram ganhos com motores Mercedes-Benz.",
		"image": "mercedes",
        "tecnicalDirector": "James Allison",
        "chassis": "F1 W11 EQ Performance",
        "motor": "Mercedes",
        "country": "Alemanha",
        "startYear": "Grande Prêmio da França de 1954"
	},
	{
		"teamName": "Ferrari",
		"teamFullName": "Scuderia Ferrari Mission Winnow",
		"teamPrincipal": "Mattia Binotto",
		"driver1": "Sebastien Vettel",
		"driver2": "Charles Leclerc",
        "driverTitle1": "4 (2010, 2011, 2012, 2013)",
        "driverTitle2": "0",
        "driverCountry1": "Alemanha",
        "driverCountry2": "Mônaco",
        "worldTitle": 15,
		"totalWorldTitle": "15 (1952, 1953, 1956, 1958, 1961, 1964, 1975, 1977, 1979, 2000, 2001, 2002, 2003, 2004, 2007)",
		"summary": "Scuderia Ferrari, competindo como Scuderia Ferrari Mission Winnow,[8] é uma equipe de automobilismo da montadora italiana Ferrari que compete no campeonato da Fórmula 1. A equipe foi inicialmente baseado em Modena desde a sua fundação e pré-guerra até 1943, quando Enzo Ferrari mudou a equipe para uma nova fábrica em Maranello em 1947, e ambos a Scuderia e a fabrica Ferrari permanecem em Maranello até hoje. A equipe possui e opera uma pista de testes no mesmo local, o Circuito de Fiorano construído em 1972, que é usado para testar carros de rua e de corrida. É a equipe mais antiga em atividade na categoria. A Ferrari é a equipe mais vitoriosa e bem sucedida da história da F1. No Grande Prêmio da China de 2007 a equipe atingiu a incrível marca de 200 triunfos em Grandes Prêmios.",
		"image": "ferrari",
        "tecnicalDirector": "Jean Todt",
        "chassis": "Ferrari SF1000",
        "motor": "Ferrari",
        "country": " Itália",
        "startYear": "GP de Mônaco de 1950"
	},
    {
        "teamName": "RedBull",
        "teamFullName": "Aston Martin Red Bull Racing",
        "teamPrincipal": "Helmut Marko e Christian Horner",
        "driver1": "Max Verstappen",
        "driver2": "Alexander Albon",
        "driverTitle1": "0",
        "driverTitle2": "0",
        "driverCountry1": "Holanda",
        "driverCountry2": "Tailândia",
        "worldTitle": 4,
        "totalWorldTitle": "4 (2010, 2011, 2012 e 2013)",
        "summary": "Em 2004, após cinco temporadas frustradas com a equipe Jaguar Racing, a sucessora da antiga Stewart de Jackie Stewart, a Ford anuncia sua retirada da Fórmula 1 vendendo a Jaguar Racing para a Red Bull do magnata austríaco Dietrich Mateschitz. Fazendo sua estréia em 2005, a Red Bull contou com os pilotos David Coulthard, vindo da McLaren, Christian Klien e o italiano Vitantonio Liuzzi. Foi uma boa surpresa na temporada, se mostrando constante nos pontos, fazendo 34 pontos e como melhores posições dois quartos lugares, no GP da Austrália e da Europa conquistados por Coulthard. Para 2009, a Red Bull contratou a revelação Sebastian Vettel, vencedor do GP da Itália de 2008, e almeja resultados melhores que os de 2008. No dia 9 de fevereiro de 2009 a equipe apresentou o seu novo modelo RB5 para a temporada 2009. Nos quatro anos seguintes (2010, 2011, 2012, 2013) a RBR conquistou os 4 campeonatos de pilotos e construtores da F1, usando motores Renault.",
        "image": "amrbr",
        "tecnicalDirector": "Pierre Waché",
        "chassis": "Red Bull Racing RB16",
        "motor": "Honda",
        "country": "Áustria",
        "startYear": "GP da Austrália de 2005"
    },
    {
        "teamName": "McLaren",
        "teamFullName": "McLaren Racing Limited",
        "teamPrincipal": "Zak Brown",
        "driver1": "Lando Norris",
        "driver2": "Carlos Sainz Jr.",
        "driverTitle1": "0",
        "driverTitle2": "0",
        "driverCountry1": "Reino Unido",
        "driverCountry2": "Espanha",
        "worldTitle": 8,
        "totalWorldTitle": "8 (1974, 1984, 1985, 1988, 1989, 1990, 1991, 1998)",
        "summary": "Foi criada em 1963 pelo piloto neozelandês Bruce McLaren, mas sua estreia foi apenas no GP de Mônaco de 1966. A McLaren permaneceu por ter uma boa estrutura de mecânicos, técnicos, pilotos. Teddy Mayer dirigiu a equipe por uma década, após a morte de Bruce. Ron Dennis então assumiu a direção da McLaren, onde esteve por quase 30 anos, retirando-se em 2009.e voltando em 2013. Entre 1984 e 1993 ocorreram os tempos de ouro McLaren pelos ótimos resultados obtidos. Porém, durante 1994-1997 a equipe não rendeu o esperado, somente voltando a ser competitiva ao seu verdadeiro nível em 1998, vencendo também o campeonato de 1999. Hoje é uma organização que vai muito além da equipe de Fórmula 1. Produziu o esportivo de rua McLaren F1, com motor BMW, até hoje um dos carros de série mais rápidos já feito. Produziu também em sua sede em Woking o esportivo Mercedes-Benz SLR McLaren, em parceria com a Daimler-Chrysler. Construiu um esportivo totalmente independente da Mercedes-Benz: a McLaren MP4-12C, lançada em 2011. O prédio de sua sede, o Mclaren Technology Center, é uma construção de última geração, que foi finalista num prêmio de arquitetura.",
        "image": "mclaren",
        "tecnicalDirector": "James Key",
        "chassis": "McLaren MCL35",
        "motor": "Renault",
        "country": "Reino Unido",
        "startYear": "GP de Mônaco de 1966"
    },
	{
		"teamName": "Renault",
		"teamFullName": "Renault DP World F1 Team",
		"teamPrincipal": "Cyril Abiteboul",
		"driver1": "Daniel Ricciardo",
		"driver2": "Esteban Ocon",
        "driverTitle1": "0",
        "driverTitle2": "0",
        "driverCountry1": "Australia",
        "driverCountry2": "França",
        "worldTitle": 2,
		"totalWorldTitle": "2 (2005, 2006)",
		"summary": "A Renault F1 Team é uma equipe e construtor de Fórmula 1 com sede em Enstone, Oxfordshire, no Reino Unido e, que, compete na categoria com uma licença francesa. A Renault tem estado envolvida na Fórmula 1 tanto como construtor e fornecedor de motores em vários períodos desde 1977. Em 1977, a empresa entrou nessa categoria como construtor, através da Equipe Renault Elf sob licença francesa e, com a equipe introduzindo o motor turbo na Formula 1 em seu primeiro carro, o Renault RS01. Em 1983, a Renault começou a fornecer motores para outras equipes. Embora mesmo com a equipe Renault ganhando corridas e competindo por títulos mundiais, ela se retirou da competição no final de 1985. No entanto, a Renault continuou fornecendo motores para outras equipes até 1986, depois, novamente entre 1989 e 1997. A Renault retornou à Fórmula 1 em 2000, quando adquiriu a equipe baseada em Enstone, a Benetton Formula (anteriormente Toleman Motorsport), uma equipe que havia ganhado o mundial de pilotos em 1994 e ambos os mundiais de pilotos e construtores em 1995. Em 2002, a Renault rebatizou a equipe para Renault F1 Team e começou a usar a nomenclatura 'Renault' como nome de construtor e, posteriormente, ganhou os dois mundiais de pilotos e de construtores em dois anos consecutivos, em 2005 e 2006.",
		"image": "renault",
        "tecnicalDirector": "Rémi Taffin",
        "chassis": "Renault R.S.20",
        "motor": "Renault",
        "country": "França",
        "startYear": "GP da Grã-Bretanha de 1977"
	},
    {
        "teamName": "AlphaTauri",
        "teamFullName": "Scuderia AlphaTauri Honda",
        "teamPrincipal": "Helmut Marko e Franz Tost",
        "driver1": "Pierre Gasly",
        "driver2": "Daniil Kvyat",
        "driverTitle1": "0",
        "driverTitle2": "0",
        "driverCountry1": "França",
        "driverCountry2": "Russia",
        "worldTitle": 0,
        "totalWorldTitle": "0",
        "summary": "A Scuderia AlphaTauri, comumente conhecida como AlphaTauri e competindo como Scuderia AlphaTauri Honda, é uma equipe e construtor de Fórmula 1 com sede em Faença, na Itália. É uma das duas equipes de Fórmula 1 de propriedade da empresa austríaca de bebidas energéticas Red Bull, a outra sendo a Red Bull Racing. A equipe foi formada, para a disputa da temporada de 2020, após a renomeação da antiga Scuderia Toro Rosso, o nome é derivado da marca de moda da Red Bull, a AlphaTauri. De acordo com Franz Tost e Helmut Marko, a Scuderia AlphaTauri não é uma equipe júnior, mas sim uma equipe irmã da Red Bull Racing. Após a Minardi disputar 21 temporadas da Fórmula 1, no dia 10 de setembro de 2005, foi anunciada a compra da equipe pela Red Bull GmbH, com os novos proprietários assumiram o espólio da antiga Minardi em 1 de novembro do mesmo ano. Com a equipe sendo rebatizada para 'Scuderia Toro Rosso' a partir da temporada de 2006. Porém, após a equipe disputar catorze temporadas sob este nome, em setembro de 2019, a Scuderia Toro Rosso solicitou a alteração do seu nome de construtor para 'Scuderia AlphaTauri' para a temporada de 2020. O novo nome faz referência a marca de moda da empresa-mãe Red Bull Gmb. Em 12 de novembro de 2019, a equipe confirmou a permanência de Pierre Gasly e Daniil Kvyat para a disputa da temporada de 2020.",
            "image": "alphatauri",
            "tecnicalDirector": "Jody Egginton",
            "chassis": "AlphaTauri AT01",
            "motor": "Honda",
            "country": " Itália",
            "startYear": "Grande Prêmio da Austrália de 2020"
    },
    {
        "teamName": "Racing Point",
        "teamFullName": "BWT Racing Point F1 Team",
        "teamPrincipal": "Otmar Szafnauer",
        "driver1": "Sergio Pérez",
        "driver2": "Lance Stroll",
        "driverTitle1": "0",
        "driverTitle2": "0",
        "driverCountry1": "México",
        "driverCountry2": "Canadá",
        "worldTitle": 0,
        "totalWorldTitle": "0",
        "summary": "A Racing Point F1 Team, comumente conhecida como Racing Point e competindo como BWT Racing Point F1 Team,[5] é uma equipe e construtor de Fórmula 1 com sede em Silverstone, no Reino Unido e, que, compete na categoria com uma licença britânica. A equipe foi formada em agosto de 2018, sob o nome Racing Point Force India F1 Team, quando um consórcio liderado pelo investidor canadense Lawrence Stroll comprou os ativos da equipe Force India. A equipe alterou seu nome para Racing Point F1 Team para a temporada de 2019. Com isso, chegou ao fim o uso do nome 'Force India', que esteve presente na Fórmula 1 desde a temporada de 2008. Em 31 de janeiro de 2020, foi confirmado que a equipe será rebatizada para Aston Martin F1 a partir da temporada de 2021. A primeira corrida da equipe foi o Grande Prêmio da Bélgica, a 13ª etapa da temporada de 2018. A Racing Point Force India usa o chassi VJM11 com o qual a Force India havia competido anteriormente. Eles são movidos por propulsores Mercedes. Os pilotos são os antigos pilotos da Force India, Esteban Ocon e Sergio Pérez. Em 18 de outubro de 2018, foi anunciado que Sergio Pérez continuaria pilotando para a Racing Point na temporada de 2019. Em 30 de novembro de 2018, a equipe anunciou que Lance Stroll (filho de Lawrence Stroll, o líder do consórcio que comprou a equipe) competiria pela equipe ao lado de Pérez em 2019, substituindo Esteban Ocon.",
            "image": "racingpoint",
            "tecnicalDirector": "Andrew Green",
            "chassis": "Racing Point RP20",
            "motor": "BWT Mercedes",
            "country": "Inglaterra",
            "startYear": "GP da Bélgica de 2018"
    },
    {
            "teamName": "Alfa Romeo Racing",
            "teamFullName": "Alfa Romeo Racing Orlen",
            "teamPrincipal": "Frédéric Vasseur",
            "driver1": "Kimi Räikkönen",
            "driver2": "Antonio Giovinazzi",
            "driverTitle1": "1 (2007)",
            "driverTitle2": "0",
            "driverCountry1": "Finlandia",
            "driverCountry2": "Itália",
            "worldTitle": 0,
            "totalWorldTitle": "0",
            "summary": "A Alfa Romeo atualmente participa da Fórmula 1 como Alfa Romeo Racing Orlen enquanto é operada pela Sauber Motorsport AG. A marca competiu nas corridas de automóveis como construtor e fornecedor de motores esporadicamente entre 1950 e 1987, e posteriormente como parceira comercial desde 2015. Em 1 de fevereiro de 2019, a Sauber muda seu nome de construtor para Alfa Romeo Racing, porém, a propriedade e a administração da equipe permaneceram inalteradas e independentes.Para a temporada de 2018, a Alfa Romeo firmou uma parceria técnica e comercial com a equipe Sauber, que utiliza motores Ferrari, e em 29 de novembro de 2017, foi anunciado que a Alfa Romeo seria o patrocinador título da equipe a partir da temporada de 2018, em um 'contrato de parceria técnica e comercial de vários anos', com a equipe suíça passando a se denominar Alfa Romeo Sauber F1 Team. No dia 2 de dezembro de 2017, uma conferência de imprensa foi realizada no Museu Alfa Romeo em Arese (Milão), ilustrando os termos do acordo entre o Grupo FCA e a equipe Sauber, seguida de uma cerimônia de apresentação da pintura e da dupla de pilotos composta por Charles Leclerc e Marcus Ericsson. No dia 11 de setembro de 2018, foi anunciada a contratação de Kimi Räikkönen pela equipe, em troca com Charles Leclerc, que foi para a Ferrari.",
            "image": "alfaromeo",
            "tecnicalDirector": "Jan Monchaux",
            "chassis": "Alfa Romeo Racing C39",
            "motor": "Ferrari",
            "country": "Suíça",
            "startYear": "GP da Grã-Bretanha de 1950"
    },
    {
        "teamName": "Haas",
        "teamFullName": "Haas F1 Team",
        "teamPrincipal": "Gunther Steiner",
        "driver1": "Romain Grosjean",
        "driver2": "Kevin Magnussen",
        "driverTitle1": "0",
        "driverTitle2": "0",
        "driverCountry1": "França",
        "driverCountry2": "Finlandia",
        "worldTitle": 0,
        "totalWorldTitle": "0",
        "summary": "A Haas F1 Team é a primeira equipe estadunidense a ter uma candidatura apresentada desde o fracassado projeto da US F1 Team apresentado em 2010, e será a primeira equipe estadunidense a competir desde a extinta Haas Lola que competiu nos campeonatos de 1985 e 1986. Em 29 de setembro de 2015, a equipe anunciou Romain Grosjean como um dos seus pilotos para a temporada de 2016 e em 11 de novembro de 2016, a Haas anunciou que Kevin Magnussen competiria pela equipe junto com Romain Grosjean em 2017, substituindo Esteban Gutierrez. Em 2019, a equipe manteve sua dupla de pilotos para a temporada de 2019, com isso a Haas mantém Romain Grosjean e Kevin Magnussen pelo terceiro ano consecutivo. A equipe também passa a competir sob o nome 'Rich Energy Haas F1 Team', a nova designação fazia parte de um acordo de patrocínio de vários anos com a Rich Energy, uma empresa britânica de bebidas energéticas.No entanto, o acordo foi desfeito após o GP da Itália.",
        "image": "haas",
        "tecnicalDirector": "Rob Taylor",
        "chassis": "Haas VF-20",
        "motor": "Ferrari",
        "country": "Estados Unidos",
        "startYear": "GP da Austrália de 2016"
    },
    {
        "teamName": "Williams",
        "teamFullName": "ROKiT Williams Racing",
        "teamPrincipal": "Claire Williams",
        "driver1": "Nicholas Latifi",
        "driver2": "George Russell",
        "driverTitle1": "0",
        "driverTitle2": "0",
        "driverCountry1": "Canadá",
        "driverCountry2": "Reino Unido",
        "worldTitle": 9,
        "totalWorldTitle": "9 (1980, 1981, 1986, 1987, 1992, 1993, 1994, 1996, 1997)",
        "summary": "Williams fundou a equipe como ela é atualmente, em 1977, depois de duas tentativas sem sucesso de administrar equipes de Fórmula 1 de mesmo nome. A equipe obteve muito sucesso durante os anos 80 e anos 90, sendo uma das três únicas equipes da Fórmula 1 a ter em seu currículo mais de 100 vitórias. Também é uma das grandes equipes a estar a mais tempo na fila por um título, tendo conquistado o último em 1997, e desde então não tem mais brigado por títulos, e raramente por vitórias. Pela equipe Williams passaram vários pilotos famosos na F1, como Alain Prost, Nigel Mansell, Nelson Piquet, Keke Rosberg, Ayrton Senna e Damon Hill. O último a conquistar um título de pilotos pela equipe foi o canadense Jacques Villeneuve em 1997. Em 1983, Ayrton Senna testou um carro da Williams, mas Frank Williams não pôde contratá-lo, porque já tinha um acordo firmado com os pilotos que atuaram na última temporada (Jacques Laffite e Keke Rosberg em 1983) para 1984. A equipe trocou o patrocínio da gigante de cigarros Camel e da fabricante de câmeras Canon pela fabricante cigarros inglesa Rothmans. Foi um período de altos e baixos da equipe, em grande parte porque houve a limitação no investimento em tecnologia de eletrônica embarcada, e porque a equipe não se adequou a tempo para a transição do regulamento para 1994. A equipe já não contava com domínio superior frente aos adversários, devido a limitação da eletrônica embarcada, e os investimentos em melhora da aerodinâmica. O primeiro ano ficou marcado pela contratação de Ayrton Senna e sua morte no GP de San Marino. Frank Williams, Patrick Head e Adrian Newey (os dois últimos projetaram o carro) foram processados, mas não foram condenados.",
        "image": "williams",
        "tecnicalDirector": "Patrick Head",
        "chassis": "Williams FW43",
        "motor": "Mercedes",
        "country": "Reino Unido",
        "startYear": "GP da Argentina de 1978"
    }
]
